/* Localized Price Text: Free */
"Free" = "Free";

/* Error alert: message */
"There was an error accessing the iTunes Store. Please try again." = "There was an error accessing the iTunes Store. Please try again.";

/* Localized String Text: Nothing Found */
"Nothing Found" = "Nothing Found";

/* Localized String Alert Action: OK */
"OK" = "OK";

/* Localized Artist Name Label: Unknown
   Localized String Artist Name: Unknown */
"Unknown" = "Unknown";

/* Error alert: title */
"Whoops..." = "Whoops...";

